tap "caskroom/cask"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autoconf"
brew "cloc"
brew "ctags"
brew "fortune"
brew "libyaml"
brew "mas"
brew "mysql"
brew "node"
brew "peco"
brew "pkg-config"
brew "python"
brew "xz"
brew "python3"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "ruby"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tree"
brew "watchman"
cask "colorpicker-hex"
cask "flux"
cask "gimp"
cask "iterm2"
cask "jasper"
cask "marp"
mas "Alfred", id: 405843582
mas "Apple Configurator 2", id: 1037126344
mas "Dash", id: 458034879
mas "GarageBand", id: 682658836
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Realm Browser", id: 1007457278
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Tomato One", id: 907364780
mas "Xcode", id: 497799835
