tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autoconf"
brew "cloc"
brew "cowsay"
brew "ctags"
brew "fortune"
brew "libyaml"
brew "mysql"
brew "node"
brew "peco"
brew "pkg-config"
brew "python"
brew "xz"
brew "python3"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "ruby"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tree"
brew "watchman"
